Repository: Helly1206/script.streamgenerator
Catalog: resources/language/*/strings.po
Languages: dutch

# Addon Description
source: This addon generates .strm files from favorites, urls or files to be integrated in the library
dutch: Deze addon genereert .strm bestanden van favorieten, url's of bestanden om in de bibiliotheek geintegreerd te worden

# #50000
source: Pleas select source file
dutch: Selecteer bron bestand aub.

# #50001
source: Select stream to generate
dutch: Selecteer stream om the genereren

# #50002
source: Please enter stream URL
dutch: Voer stream URL in aub.

# #50003
source: Please enter a name for this stream
dutch: Voer een naam voor deze stream in aub.

# #50004
source: Invalid name
dutch: Ongeldige naam

# #50005
source: Name copied from URL
dutch: Naam wordt van URL gekopieerd

# #50006
source: Invalid URL
dutch: Ongeldige URL

# #50007
source: Invalid or no URL entered
dutch: Geen of ongeldige URL ingevoerd

# #50008
source: Invalid thumb image
dutch: Ongeldig thumb plaatje

# #50009
source: No thumb image used
dutch: Geen thumb plaatje gebruikt

# #50010
source: Please select thumbnail image
dutch: Selecteer een thumb plaatje aub.

# #50011
source: No stream selected
dutch: Geen stream geselecteerd

# #50012
source: Please select destination folder
dutch: Selecteer een doelmap aub.

# #50013
source: Stream Generator ready
dutch: Stream Generator klaar

# #50014
source: Stream files generated
dutch: Stream bestanden gegenereerd

# #50101
source: Select streams folder
dutch: Selecteer streams map

# #50102
source: Select default source folder
dutch: Selecteer standaard bron map

# #50103
source: Select default thumbnail folder
dutch: Selecteer standaard thumbnail map

# #50104
source: Use thumbnail images
dutch: Gebruik thumbnail plaatjes

# #50105
source: Generate NFO file
dutch: Genereer NFO bestand

# #50200
source: Favourites:
dutch: Favorieten:

# #50201
source: Enter Stream URL
dutch: Voer stream URL in

# #50202
source: Select stream from file
dutch: Selecteer een stream uit bestand
